Revit 2027 API
ParameterTypeId.RebarSystemSpacingBottomDirn2 Property
 "Bottom Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpacingBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace